import React from 'react'
import './Experience.css'

function Experience() {
  return (
    <div className="experience" id="Experience"> {/* id for link(react-scroll) in Navbar.jsx */}
        <h1>Կենսագրություն</h1>
        <p>Սարգիս Հովսեփյանը ժամանակակից հայ գրող է, 1970֊ական թվականների սերնդից։ 50 տարեկանը չլրացած, հրապարակել է 6 գիրք և ունի մի շարք այլ աշխատություններ։ Արձակագրի մասնագիտությունը հաջողությամբ համատեղել է սցենար գրելու արվեստին։ Ավարտել է Երևանի թատրոնի և կինոյի պետական համալսարանի «Գրական ստեղծագործություն» բաժինը և մագիստրատուրան։Հրատարակված գրքերը կարող եք գտնել «Երկեր» բաժնում։</p>
    </div>
  )
}

export default Experience